{"translation-revision-date":"2025-11-05 22:27:44+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"The admin user %s will no longer show up in future scans.":["Użytkownik administratora %s nie będzie już widoczny w przyszłych skanowaniach."],"Successfully acknowledged admin":["Pomyślnie potwierdzono administratora"],"opens in new tab":["otwiera się w nowej karcie"],"Your test email was sent to the requested email address. The result we received from the WordPress wp_mail() function was: %s<br \/><br \/>A 'True' result means WordPress thinks the mail was sent without errors. A 'False' result means that WordPress encountered an error sending your mail. Note that it's possible to get a 'True' response with an error elsewhere in your mail system that may cause emails to not be delivered.":["Twój testowy e-mail został wysłany na żądany adres e-mail. Wynik, który otrzymaliśmy z funkcji WordPress wp_mail(), był następujący: %s<br \/><br \/>Wynik „Prawda” oznacza, że WordPress uważa, że wiadomość została wysłana bez błędów. Wynik „Fałsz” oznacza, że WordPress napotkał błąd podczas wysyłania Twojej poczty. Pamiętaj, że w innym miejscu systemu pocztowego można uzyskać odpowiedź „Prawda” z błędem, co może spowodować niedostarczenie e-maili."],"Your rules have been updated successfully. You are currently using the free version of Wordfence. Upgrade to Wordfence premium to have your rules updated automatically as new threats emerge. <a href=\"https:\/\/www.wordfence.com\/wafUpdateRules1\/wordfence-signup\/\">Click here to purchase a premium license<\/a>. <em>Note: Your rules will still update every 30 days as a free user.<\/em>":["Twoje reguły zostały pomyślnie zaktualizowane. Obecnie korzystasz z darmowej wersji Wordfence. Uaktualnij do Wordfence premium, aby Twoje reguły były aktualizowane automatycznie w miarę pojawiania się nowych zagrożeń. <a href=\"https:\/\/www.wordfence.com\/wafUpdateRules1\/wordfence-signup\/\">Kliknij tutaj, aby kupić licencję premium<\/a>. <em>Uwaga: Twoje reguły będą aktualizowane co 30 dni jako użytkownik bezpłatny.<\/em>"],"Your rules have been updated successfully.":["Twoje reguły zostały pomyślnie zaktualizowane."],"Your Wordfence activity log was sent to %s":["Twój dziennik aktywności Wordfence został wysłany do %s"],"Your .htaccess has been updated successfully. Please verify your site is functioning normally.":["Twój plik .htaccess został pomyślnie zaktualizowany. Sprawdź, czy Twoja witryna działa normalnie."],"You have unsaved changes to your options. If you leave this page, those changes will be lost.":["Masz niezapisane zmiany w opcjach. Jeśli opuścisz tę stronę, te zmiany zostaną utracone."],"You forgot to include a reason you're blocking this IP range. We ask you to include this for your own record keeping.":["Zapomniałeś podać powód, dla którego blokujesz ten zakres adresów IP. Prosimy o uwzględnienie tego w celu prowadzenia własnej dokumentacji."],"You are using an Nginx web server and using a FastCGI processor like PHP5-FPM. You will need to manually modify your php.ini to disable <em>display_error<\/em>":["Używasz serwera WWW Nginx i procesora FastCGI, takiego jak PHP5-FPM. Będziesz musiał ręcznie zmodyfikować plik php.ini, aby wyłączyć <em>display_error<\/em>"],"You are using an Nginx web server and using a FastCGI processor like PHP5-FPM. You will need to manually delete or hide those files.":["Używasz serwera WWW Nginx i procesora FastCGI, takiego jak PHP5-FPM. Będziesz musiał ręcznie usunąć lub ukryć te pliki."],"You are using Nginx as your web server. You'll need to disable autoindexing in your nginx.conf. See the <a target='_blank'  rel='noopener noreferrer' href='https:\/\/nginx.org\/en\/docs\/http\/ngx_http_autoindex_module.html'>Nginx docs for more info<\/a> on how to do this.":["Używasz Nginx jako serwera WWW. Będziesz musiał wyłączyć automatyczne indeksowanie w swoim nginx.conf. Zobacz <a target='_blank'  rel='noopener noreferrer' href='https:\/\/nginx.org\/en\/docs\/http\/ngx_http_autoindex_module.html'>dokumentację Nginx, aby uzyskać więcej informacji<\/a> o tym, jak to zrobić ten."],"Wordfence is working...":["Wordfence pracuje..."],"We encountered a problem":["Napotkaliśmy problem"],"We can't modify your .htaccess file for you because: %s":["Nie możemy zmodyfikować Twojego pliku .htaccess, ponieważ: %s"],"We are about to change your <em>.htaccess<\/em> file. Please make a backup of this file before proceeding.":["Za chwilę zmienimy Twój plik <em>.htaccess<\/em>. Przed kontynuowaniem utwórz kopię zapasową tego pliku."],"Use one of these %s codes to log in if you lose access to your authenticator device. Codes are 16 characters long, plus optional spaces. Each one may be used only once.":["Użyj jednego z tych kodów %s, aby się zalogować, jeśli utracisz dostęp do urządzenia uwierzytelniającego. Kody mają długość 16 znaków plus opcjonalne spacje. Każdego można użyć tylko raz."],"Use one of these %s codes to log in if you are unable to access your phone. Codes are 16 characters long, plus optional spaces. Each one may be used only once.":["Użyj jednego z tych kodów %s, aby się zalogować, jeśli nie możesz uzyskać dostępu do swojego telefonu. Kody mają długość 16 znaków plus opcjonalne spacje. Każdego można użyć tylko raz."],"Unable to automatically hide file":["Nie można automatycznie ukryć pliku"],"Two Factor Status":["Status dwupoziomowego uwierzytelniania"],"This will be shown only once. Keep these codes somewhere safe.":["Zostanie to pokazane tylko raz. Przechowuj te kody w bezpiecznym miejscu."],"There was an error while sending the email.":["Wystąpił błąd podczas wysyłania e-maila."],"The option %s was successfully removed.":["Opcja %s została pomyślnie usunięta."],"The file %s was successfully restored.":["Plik %s został pomyślnie przywrócony."],"The file %s was successfully hidden from public view.":["Plik %s został pomyślnie ukryty przed widokiem publicznym."],"The file %s was successfully deleted.":["Plik %s został pomyślnie usunięty."],"The admin user %s was successfully deleted.":["Administrator %s został pomyślnie usunięty."],"The Full Path disclosure issue has been fixed":["Naprawiono problem z ujawnieniem pełnej ścieżki"],"The 'How does Wordfence get IPs' option was successfully updated to the recommended value.":["Opcja „Jak Wordfence pobiera adresy IP” została pomyślnie zaktualizowana do zalecanej wartości."],"Test Email Sent":["Wysłano e-mail testowy"],"Successfully revoked admin":["Unieważniono administratora"],"Successfully deleted admin":["Pomyślnie usunięto administratora"],"Success updating option":["Pomyślnie zakończono aktualizację"],"Success restoring file":["Pomyślne przywrócenie pliku"],"Success removing option":["Pomyślnie zakończono usuwanie"],"Success deleting file":["Pomyślnie skasowano plik"],"Specify an IP range, Hostname or Browser pattern":["Określ zakres adresów IP, nazwę hosta lub wzorzec przeglądarki"],"Specify a valid hostname":["Podaj poprawną nazwę hosta"],"Specify a valid IP range":["Określ prawidłowy zakres adresów IP"],"Sorry, but no data for that IP or domain was found.":["Przepraszamy, ale nie znaleziono danych dla tego adresu IP lub domeny."],"Send":["Wyślij"],"Scan the code below with your authenticator app to add this account. Some authenticator apps also allow you to type in the text version instead.":["Zeskanuj poniższy kod za pomocą aplikacji uwierzytelniającej, aby dodać to konto. Niektóre aplikacje uwierzytelniające umożliwiają również wpisywanie zamiast tego wersji tekstowej."],"Scan Complete.":["Skanowanie ukończone."],"Rules Updated":["Zaktualizowano zasady"],"Rule Update Failed":["Aktualizacja reguł nie powiodła się"],"Please specify either an IP address range, Hostname or a web browser pattern to match.":["Określ pasujący zakres adresów IP, nazwę hosta lub wzorzec przeglądarki internetowej."],"Please specify a valid IP address range in the form of \"1.2.3.4 - 1.2.3.5\" without quotes. Make sure the dash between the IP addresses in a normal dash (a minus sign on your keyboard) and not another character that looks like a dash.":["Podaj prawidłowy zakres adresów IP w postaci „1.2.3.4 – 1.2.3.5” bez cudzysłowów. Upewnij się, że myślnik między adresami IP jest normalny (znak minusa na klawiaturze), a nie inny znak, który wygląda jak myślnik."],"Please specify a reason":["Proszę podać powód"],"Please make a backup of this file before proceeding. If you need to restore this backup file, you can copy it to the following path from your site's root:":["Przed kontynuowaniem utwórz kopię zapasową tego pliku. Jeśli chcesz przywrócić ten plik kopii zapasowej, możesz skopiować go do następującej ścieżki z katalogu głównego witryny:"],"Please include your support ticket number or forum username.":["Podaj numer zgłoszenia do pomocy technicznej lub nazwę użytkownika forum."],"Please enter a valid email address.":["Proszę wprowadzić prawidłowy adres e-mail."],"Paid Members Only":["Tylko płatni członkowie"],"Note: Status will update when changes are saved":["Uwaga: Status zostanie zaktualizowany po zapisaniu zmian"],"No rules were updated. Your website has reached the maximum number of rule update requests. Please try again later.":["Żadne zasady nie zostały zaktualizowane. Twoja witryna osiągnęła maksymalną liczbę żądań aktualizacji reguł. Spróbuj ponownie później."],"No rules were updated. Please verify your website can reach the Wordfence servers.":["Żadne zasady nie zostały zaktualizowane. Sprawdź, czy Twoja witryna może dotrzeć do serwerów Wordfence."],"No rules were updated. Please verify you have permissions to write to the \/wp-content\/wflogs directory.":["Żadne zasady nie zostały zaktualizowane. Sprawdź, czy masz uprawnienia do zapisu w katalogu \/wp-content\/wflogs."],"No new issues have been found.":["Nie znaleziono nowych problemów."],"No issues have been ignored.":["Żadne problemy nie zostały zignorowane."],"No activity to report yet. Please complete your first scan.":["Brak aktywności do zgłoszenia. Dokończ pierwsze skanowanie."],"Next Update Check: %s":["Następna kontrola aktualizacji: %s"],"Learn more about repairing modified files.":["Dowiedz się więcej o naprawianiu zmodyfikowanych plików."],"Last Updated: %s":["Ostatnia aktualizacja: %s"],"Key:":["Klucz:"],"File restored OK":["Pliki zostały przywrócone"],"File hidden successfully":["Pliki zostały ukryte"],"Error Saving Options":["Opcje zapisywania błędów"],"Error Saving Option":["Opcja zapisywania błędów"],"Error Restoring Defaults":["Błąd przywracania ustawień domyślnych"],"Error Enabling All Options Page":["Błąd podczas włączania strony wszystkich opcji"],"Error":["Błąd"],"Enter the email address you would like to send the Wordfence activity log to. Note that the activity log may contain thousands of lines of data. This log is usually only sent to a member of the Wordfence support team. It also contains your PHP configuration from the phpinfo() function for diagnostic data.":["Wpisz adres e-mail, na który chcesz wysłać dziennik aktywności Wordfence. Pamiętaj, że dziennik aktywności może zawierać tysiące wierszy danych. Ten dziennik jest zwykle wysyłany tylko do członka zespołu wsparcia Wordfence. Zawiera również konfigurację PHP z funkcji phpinfo() dla danych diagnostycznych."],"Email Wordfence Activity Log":["Dziennik aktywności e-mail Wordfence"],"Email Diagnostic Report":["Raport diagnostyczny e-mail"],"Each line of 16 letters and numbers is a single recovery code, with optional spaces for readability. When typing your password, enter \"wf\" followed by the entire code like \"mypassword wf1234 5678 90AB CDEF\". If your site shows a separate prompt for entering a code after entering only your username and password, enter only the code like \"1234 5678 90AB CDEF\". Your recovery codes are:":["Każda linia składająca się z 16 liter i cyfr to pojedynczy kod odzyskiwania z opcjonalnymi spacjami zapewniającymi czytelność. Podczas wpisywania hasła wpisz „wf”, a następnie cały kod, np. „mypassword wf1234 5678 90AB CDEF”. Jeśli Twoja witryna wyświetla osobny monit o wprowadzenie kodu po wprowadzeniu tylko nazwy użytkownika i hasła, wprowadź tylko kod, taki jak „1234 5678 90AB CDEF”. Twoje kody odzyskiwania to:"],"Download Backup File":["Pobierz plik kopii zapasowej"],"Don't ask again":["Nie pytaj ponownie"],"Directory listing has been disabled on your server.":["Lista katalogów została wyłączona na Twoim serwerze."],"Directory Listing Disabled":["Lista katalogów wyłączona"],"Diagnostic report has been sent successfully.":["Raport diagnostyczny został wysłany pomyślnie."],"Click to fix .htaccess":["Kliknij, aby naprawić .htaccess"],"Click here to download a backup copy of your .htaccess file now":["Kliknij tutaj, aby pobrać kopię zapasową pliku .htaccess teraz"],"Click here to download a backup copy of this file now":["Kliknij tutaj, aby pobrać kopię zapasową tego pliku teraz"],"Cellphone Sign-in activated for user.":["Logowanie przez telefon komórkowy zostało aktywowane dla użytkownika."],"Cellphone Sign-In Recovery Codes":["Kody odzyskiwania logowania do telefonu komórkowego"],"Block This Network":["Zablokuj tę sieć"],"Authentication Code":["Kod weryfikacyjny"],"An error occurred":["Wystąpił błąd"],"All capabilties of admin user %s were successfully revoked.":["Wszystkie możliwości administratorów %s zostały pomyślnie unieważnione."],"Add code to .htaccess":["Dodaj kod do .htaccess"],"Activity Log Sent":["Wysłano dziennik aktywności"],".htaccess change":[".htaccess zmiana"],".htaccess Updated":[".htaccess aktualizacja"],"%s is not valid hostname":["%s nie jest prawidłową nazwą hosta"],"${totalIPs} addresses in this network":["${totalIPs} adresy w tej sieci"],"Full Path Disclosure":["Pełne ujawnienie ścieżki"],"Recovery Codes":["Kody odzyskiwania"],"Close":["Zamknij"],"Save Changes":["Zapisz zmiany"],"Cancel Changes":["Anuluj zmiany"],"Restore Defaults":["Przywróć domyślne"],"Download":["Pobierz"],"Disabled":["Wyłączono"]}},"comment":{"reference":"js\/admin.1762359200.js"}}