{"translation-revision-date":"2025-06-19 10:27:45+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"%s also gives you:":["%s również daje:"],"Buy now":["Kup teraz"],"If you were thinking about upgrading, now's the time! 30% OFF ends 3rd Dec 11am (CET)":["Jeśli myślisz o aktualizacji, teraz jest na to czas! 30% ZNIŻKI kończy się 3 grudnia o 11:00 (CET)"],"%1$sBuy%2$s %3$s":["%1$sKup%2$s %3$s"],"30% OFF - BLACK FRIDAY":["30% ZNIŻKI - CZARNY PIĄTEK"],"Please switch to the visual editor to optimize with AI.":["Przełącz się na edytor wizualny, aby zoptymalizować za pomocą AI."],"Optimize with AI":["Optymalizuj z AI"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Edycja treści to pestka! Zoptymalizuj swoje treści SEO za pomocą szybkich, praktycznych sugestii po kliknięciu przycisku.%1$s%2$sDowiedz się więcej%3$s%4$s"],"Optimize your SEO content with %s":["Zoptymalizuj swoje treści SEO za pomocą %s"],"Undefined error message.":["Niezdefiniowany komunikat o błędzie."],"Non-inclusive":["Nie inkluzywne"],"30-day money back guarantee.":["30-dniowa gwarancja zwrotu pieniędzy."],"Only $\/€\/£99 per year (ex VAT)":["Tylko $\/€\/£99 rocznie (bez VAT)"],"%s looks at more than just your main keyword. It analyzes different word forms, plurals, and past tenses. This helps your website perform even better in searches!":["%s analizuje nie tylko główne słowo kluczowe. Analizuje różne formy słów, liczbę mnogą i czasy przeszłe. Pomaga to witrynie osiągać jeszcze lepsze wyniki w wyszukiwaniach!"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Pozwól, by sztuczna inteligencja wykonała część pracy za i pomogła zaoszczędzić czas. Uzyskaj wysokiej jakości sugestie dotyczące tytułów i opisów meta, aby treści były wysoko w rankingu i dobrze wyglądały w mediach społecznościowych. %1$sDowiedz się więcej%2$s%3$s"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Pozwól, by sztuczna inteligencja wykonała część pracy i pomogła zaoszczędzić czas. Uzyskaj wysokiej jakości sugestie dotyczące tytułów produktów i opisów meta, aby treści były wysoko w rankingu i dobrze wyglądały w mediach społecznościowych. %1$sDowiedz się więcej%2$s%3$s"],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":["Podświetl obszary wymagające poprawy w tekście, koniec z szukaniem igły w stogu siana, przejdź od razu do optymalizacji! Teraz także w Elementorze!"],"Explore %s now!":["Odkryj %s już teraz!"],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$sWsparcie 24\/7%2$s: Również wieczorami i w weekendy."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sAtrakcyjne podglądy społecznościowe%2$s, w które ludzie naprawdę chcą klikać."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sKoniec z niedziałającymi linkami%2$s: Menedżer automatycznych przekierowań."],"%1$sSuper fast%2$s internal linking suggestions.":["%1$sSuper szybkie%2$s sugestie dotyczące linkowania wewnętrznego."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sWiele słów kluczowych%2$s: Wyższa pozycja dla większej liczby wyszukiwań."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sAI%2$s: Lepsze tytuły SEO i opisy meta, szybciej."],"Unlock with the %1$s":["Odblokuj za pomocą %1$s"],"Unlock Premium SEO analysis":["Odblokuj analizę SEO Premium"],"Get more help with writing content that ranks":["Uzyskaj większą pomoc w pisaniu treści, które mają rankingi"],"$ USD \/ € EUR \/ £ GBP per year (ex. VAT)":["$ USD \/ € EUR \/ £ GBP rocznie (bez VAT)"],"Write more natural and engaging content":["Pisz bardziej naturalne i angażujące treści"],"Synonyms help users understand your copy better. It’s easier to read for both users and Google. In %s, you can add synonyms for your focus keyphrase, and we’ll help you optimize for them.":["Synonimy pomagają użytkownikom lepiej zrozumieć tekst. Jest to łatwiejsze do odczytania zarówno dla użytkowników, jak i Google. W %s możesz dodać synonimy dla frazy kluczowej, a my pomożemy ci je zoptymalizować."],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Sprawdź swój tekst pod kątem jeszcze większej liczby kryteriów SEO i uzyskaj rozszerzoną analizę fraz kluczowych, ułatwiając optymalizację treści."],"Reach a wider audience":["Dotarcie do szerszego grona odbiorców"],"Add related keyphrases":["Dodaj powiązane frazy kluczowe"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["Uzyskaj pomoc w optymalizacji dla maksymalnie 5 powiązanych fraz kluczowych. Pomaga to dotrzeć do szerszego grona odbiorców i uzyskać większy ruch."],"Use AI to generate titles and meta descriptions, automatically redirect deleted pages, get 24\/7 support, and much, much more!":["Korzystaj ze sztucznej inteligencji do generowania tytułów i opisów meta, automatycznie przekierowuj usunięte strony, uzyskaj wsparcie 24\/7 i wiele, wiele więcej!"],"30% OFF":["30% taniej"],"BLACK FRIDAY":["CZARNY PIĄTEK"],"Claim your 30% off now!":["Odbierz swój rabat 30% już teraz!"],"New in %1$s":["Nowość w %1$s"],"Use AI to write your titles & meta descriptions!":["Użyj sztucznej inteligencji do tworzenia tytułów i metaopisów!"],"Potentially non-inclusive":["Potencjalnie nieintegracyjne zwroty"],"Allow":["Zezwól"],"Deny":["Odmów"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Aby zobaczyć ten film, musisz zezwolić %1$s na ładowanie osadzonych filmów z %2$s."],"%1$sGet%2$s %3$s":["%1$sPobierz%2$s %3$s"],"Unlock with %1$s":["Odblokowanie za pomocą %1$s"],"Refresh this page":["Odśwież tę stronę"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Niestety oznacza to, że wszystkie niezapisane zmiany zostaną utracone. Możesz spróbować odświeżyć tę stronę, aby rozwiązać problem. Jeśli ten błąd nadal występuje, skontaktuj się z naszym zespołem wsparcia, a my udzielimy pomocy!"],"Something went wrong. An unexpected error occurred.":["Coś poszło nie tak. Wystąpił nieoczekiwany błąd."],"Contact support":["Skontaktuj się z pomocą techniczną"],"We're very sorry, but it seems like the following error has interrupted our application:":["Bardzo nam przykro, ale wygląda na to, że następujący błąd przerwał działanie naszej aplikacji:"],"Read reviews from real users":["Przeczytaj recenzje od prawdziwych użytkowników"],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":["Zauważyliśmy, że używasz wielojęzycznej wtyczki. Pamiętaj, że informacja zwrotna dotycząca analizy jest przeznaczona tylko dla tekstów napisanych w języku angielskim."],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":["%1$sJęzyk inkluzywny%2$s: Nie wykryliśmy żadnych potencjalnie nieintegracyjnych zwrotów. Świetna robota!"],"Learn more about the inclusive language analysis":["Dowiedz się więcej o analizie języka inkluzywnego"],"Inclusive language":["Język integracyjny"],"Beta":["Beta"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$sRozmieszczenie frazy kluczowej%2$s: Czy równomiernie rozłożyłeś frazę kluczową fokusową w całym tekście? %3$sYoast SEO Premium Ci to powie!%4$s"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$sZłożoność słów%2$s: Czy słownictwo jest dostosowane do większej grupy odbiorców? %3$sYoast SEO Premium Ci to podpowie!%4$s"],"Premium SEO analysis":["Analiza SEO Premium"],"1 year of premium support and updates included!":["1 rok wsparcia premium i aktualizacji w zestawie!"],"Unlock with %s":["Odblokuj za pomocą %s"],"Please enter a focus keyphrase first to track keyphrase performance":["Wprowadź najpierw frazę kluczową, aby śledzić jej skuteczność"],"Please enter a focus keyphrase first to get related keyphrases":["Wprowadź najpierw frazę kluczową, aby uzyskać powiązane frazy kluczowe"],"Get related keyphrases":["Uzyskaj powiązane frazy kluczowe"],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Twoja fraza kluczowa jest za długa. Powinna mieć maksymalnie 191 znaków."],"Upgrade to %s":["Aktualizuj do %s"],"Focus keyphrase":["Fraza kluczowa"],"Help on choosing the perfect focus keyphrase":["Pomoc przy wyborze najlepszej frazy kluczowej"],"Go %s!":["Idź do %s!"],"Add related keyphrase":["Dodaj podobną frazę kluczową"],"Learn more about the readability analysis":["Dowiedz się więcej o analizie czytelności"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Chcesz użyć wielu fraz kluczowych? Wpisz je oddzielnie poniżej."],"Mark as cornerstone content":["Zaznacz jako kluczową treść"],"Analysis results":["Wyniki analizy"],"Enter a focus keyphrase to calculate the SEO score":["Wpisz frazę kluczową, aby obliczyć swój wynik SEO"],"Learn more about Cornerstone Content.":["Dowiedz się więcej o kluczowych treściach."],"Cornerstone content should be the most important and extensive articles on your site.":["Kluczowa treść to artykuły na twojej stronie, które są najlepsze i najcenniejsze."],"Add synonyms":["Dodaj synonimy"],"SEO analysis":["Analiza SEO"],"Good results":["Dobre wyniki"],"Considerations":["Warte rozważenia"],"Errors":["Błędy"],"(Opens in a new browser tab)":["(Otworzy się w nowej zakładce)"],"Cornerstone content":["Kluczowe treści"],"1 year free support and updates included!":["Zapewnione darmowe aktualizacje i nowe funkcje przez 1 rok!"],"Good SEO score":["Dobra ocena SEO"],"OK SEO score":["Wystarczająca ocena SEO"],"%1$s + %2$s":["%1$s + %2$s"],"Readability analysis":["Analiza czytelności"],"Needs improvement":["Wymaga poprawy"],"Improvements":["Ulepszenia"],"Problems":["Problemy"],"Not available":["Niedostępne"],"Open":["Otwórz"],"Good":["Dobre"],"Close":["Zamknij"],"OK":["OK"]}},"comment":{"reference":"js\/dist\/externals-components.js"}}